{
  "About": "About",
  "Past Work": "Past Work",
  "Projects": "Projects",
  "Contact": "Contact",
  "WelcomeFull": "Welcome to my world.",
  "WelcomeShort": "Welcome.",
  "Resume": "Resume",
  "Blurb": "From a young age, my fascination with language—spoken, signed, and coded—has been unwavering: language is our most powerful bridge to understanding and connection. As a developer, I channel this passion to craft tools that amplify users' potential.",
  "Bop": "Spotify-inspired app for music streaming. Users can create and share playlists, follow artists, loop or shuffle songs, and search for music in real-time.",
  "ThePowerOfFriendship": "Minimalist puzzle platformer inspired by Thomas Was Alone. Features custom physics tailored to each character and fluid camera transitions for seamless gameplay.",
  "ProjectPhantom": "React VR component library with an npx build script for quick project setup and a VR previewer for instant website demos.",
  "Synergia": "An international LGBT human rights organization dedicated to empowering local social movements.",
  "Verbling": "A simple note-taking app with basic CRUD actions. Built with create-react-app and React context API.",
  "LiveDocs": "Collaborative text editor inspired by Google Docs. Supports millions of users editing documents in real time, with features like rich-text formatting, commenting, and sharing.",
  "Visio": "AI-powered platform that integrates OpenAI's DALL-E API to generate and share images. Features a community board for AI-generated creations.",
  "BuildingConnected": "A comprehensive design system consolidating every UI element—from colors and typography, to modals and routing—into a single resource. It features i18n support, reusable components, and clear guidelines so teams can maintain a consistent, scalable interface across the app.",
  "Koetori": "Voice transcription app that captures ideas before they fly away. Features AI-powered categorization to transform recordings into organized memos, media libraries, and actionable insights."
}
